[
  {
    "title": "Strikes on Wednesday 1 February will disrupt daily life - No 10",
    "link": "https://www.bbc.co.uk/news/education-64470652",
    "pubDate": "Tue, 31 Jan 2023 15:40:15 GMT",
    "description": "Teachers, university workers, civil servants, train and bus drivers are all striking on 1 February."
  },
  {
    "title": "Hillsborough disaster: Families profoundly failed, say police",
    "link": "https://www.bbc.co.uk/news/uk-england-merseyside-64454778",
    "pubDate": "Tue, 31 Jan 2023 15:42:40 GMT",
    "description": "Police forces promise \"cultural change\" as they respond to a critical report into the 1989 disaster."
  },
  {
    "title": "Nicola Bulley: Police appeal for key witness in search for dog walker",
    "link": "https://www.bbc.co.uk/news/uk-england-lancashire-64462917",
    "pubDate": "Tue, 31 Jan 2023 15:01:36 GMT",
    "description": "The man, aged about 70, was seen in the River Wyre area around the time Nicola Bulley disappeared."
  },
  {
    "title": "Just Stop Oil protestors convicted of attacking King waxwork",
    "link": "https://www.bbc.co.uk/news/uk-england-london-64472776",
    "pubDate": "Tue, 31 Jan 2023 15:45:04 GMT",
    "description": "Eilidh McFadden and Tom Johnson slapped vegan cakes topped with shaving foam into the model's face."
  },
  {
    "title": "French protests intensify against pension age rise to 64",
    "link": "https://www.bbc.co.uk/news/world-europe-64463330",
    "pubDate": "Tue, 31 Jan 2023 14:19:11 GMT",
    "description": "Waves of protests take place across France against plans to lift the retirement age from 62 to 64."
  },
  {
    "title": "Man admits killing mother and daughter and burying bodies under floor",
    "link": "https://www.bbc.co.uk/news/uk-scotland-tayside-central-64424265",
    "pubDate": "Tue, 31 Jan 2023 13:56:14 GMT",
    "description": "Andrew Innes denies murdering Bennylyn and Jellica Burke, claiming he had diminished responsibility."
  },
  {
    "title": "Family of Brighton trans woman Alice Litman say her death was due to care delay",
    "link": "https://www.bbc.co.uk/news/uk-england-sussex-64457165",
    "pubDate": "Tue, 31 Jan 2023 15:01:34 GMT",
    "description": "Alice Litman had waited nearly three years to discuss transitioning when she took her own life."
  },
  {
    "title": "Black Boy Lane poster installed behind new La Rose Lane sign",
    "link": "https://www.bbc.co.uk/news/uk-england-london-64456137",
    "pubDate": "Tue, 31 Jan 2023 14:53:41 GMT",
    "description": "The poster was put up days after a north London road was renamed following concerns about racial connotations."
  },
  {
    "title": "Passenger tied to seat after 'punching and spitting' at crew",
    "link": "https://www.bbc.co.uk/news/world-asia-india-64463181",
    "pubDate": "Tue, 31 Jan 2023 13:01:17 GMT",
    "description": "The Italian woman, who was arrested on a complaint by crew, has denied the allegations against her."
  },
  {
    "title": "Tiny gold Lord's Prayer engraved in eye of needle by Birmingham artist",
    "link": "https://www.bbc.co.uk/news/uk-england-birmingham-64467177",
    "pubDate": "Tue, 31 Jan 2023 14:04:24 GMT",
    "description": "Artist Graham Short says he has produced the work he would most like to be remembered for."
  },
  {
    "title": "Over-50s at work: 'You feel your usefulness has passed'",
    "link": "https://www.bbc.co.uk/news/business-64441775",
    "pubDate": "Mon, 30 Jan 2023 00:46:00 GMT",
    "description": "A survey suggests applicants are right when they say employers are less open to hiring older workers."
  },
  {
    "title": "Cost of living with food allergies becoming 'unbearable'",
    "link": "https://www.bbc.co.uk/news/uk-64389775",
    "pubDate": "Fri, 27 Jan 2023 18:05:23 GMT",
    "description": "Prices of supermarket staples are rising at the fastest rate in decades, hitting \"free from\" shoppers hard."
  },
  {
    "title": "Cost of living: Cash bonuses behind record number of bank switches",
    "link": "https://www.bbc.co.uk/news/business-64399666",
    "pubDate": "Thu, 26 Jan 2023 00:03:30 GMT",
    "description": "Up to £200 was offered by some banks to switching customers - prompting the most moves since 2013."
  },
  {
    "title": "Can batch cooking help cut your shopping bills?",
    "link": "https://www.bbc.co.uk/news/uk-scotland-south-scotland-64162405",
    "pubDate": "Sun, 08 Jan 2023 09:23:25 GMT",
    "description": "Suzanne Mulholland's time saving tips have gathered her a significant following on social media."
  },
  {
    "title": "Shower at home vs at the gym: What’s cheaper?",
    "link": "https://www.bbc.co.uk/news/business-63988095",
    "pubDate": "Wed, 04 Jan 2023 23:03:04 GMT",
    "description": "We investigate if getting a gym membership could actually save you money in the shower."
  },
  {
    "title": "Cost of living: Five tips when asking for a pay rise",
    "link": "https://www.bbc.co.uk/news/business-64288791",
    "pubDate": "Mon, 23 Jan 2023 11:49:48 GMT",
    "description": "Recruiters, a manager and a workplace psychologist give their advice on how to negotiate for more money."
  },
  {
    "title": "Cost of living: Woman puts cat down jumper to keep warm",
    "link": "https://www.bbc.co.uk/news/uk-wales-64389575",
    "pubDate": "Wed, 25 Jan 2023 05:56:00 GMT",
    "description": "Sharon Hearn says she can only afford to heat her home for two hours a day."
  },
  {
    "title": "NHS pressures: Staff leave social care for more money",
    "link": "https://www.bbc.co.uk/news/uk-wales-64295211",
    "pubDate": "Sat, 21 Jan 2023 07:29:10 GMT",
    "description": "One worker found social care \"very rewarding\" and would return if he could get truck driver wages."
  },
  {
    "title": "UK inflation rate calculator: How much are prices rising for you?",
    "link": "https://www.bbc.co.uk/news/business-62558817",
    "pubDate": "Wed, 18 Jan 2023 07:08:42 GMT",
    "description": "Use our calculator to find out how much the cost of living is going up in your household."
  },
  {
    "title": "Can I get a Cold Weather Payment and how much are they?",
    "link": "https://www.bbc.co.uk/news/business-55992592",
    "pubDate": "Wed, 18 Jan 2023 11:44:51 GMT",
    "description": "Cold Weather Payments are available to some when there is a run of sub-zero temperatures."
  },
  {
    "title": "Why inflation is falling but prices are still rising",
    "link": "https://www.bbc.co.uk/news/business-64290160",
    "pubDate": "Thu, 19 Jan 2023 00:04:18 GMT",
    "description": "We report this percentage every month but here are three things you may not know."
  },
  {
    "title": "Energy bills rise for 2.5 million homes on Economy 7",
    "link": "https://www.bbc.co.uk/news/business-64332617",
    "pubDate": "Fri, 20 Jan 2023 00:13:19 GMT",
    "description": "Customers on Economy 7 tariffs see bills rise 7.6% despite the government fixing prices until April."
  },
  {
    "title": "Energy saving scheme: What is the energy saving scheme for electricity?",
    "link": "https://www.bbc.co.uk/news/business-64372264",
    "pubDate": "Tue, 24 Jan 2023 09:00:18 GMT",
    "description": "A scheme to reward people for cutting back on electricity use is running for a second day."
  },
  {
    "title": "Sam Smith: What's behind I'm Not Here to Make Friends backlash?",
    "link": "https://www.bbc.co.uk/news/newsbeat-64451510",
    "pubDate": "Tue, 31 Jan 2023 13:40:32 GMT",
    "description": "Some say I'm Not Here to Make Friends is oversexualised but fans have called out double standards."
  },
  {
    "title": "How Egyptian police hunt LGBT people on dating apps",
    "link": "https://www.bbc.co.uk/news/world-middle-east-64390817",
    "pubDate": "Mon, 30 Jan 2023 22:08:30 GMT",
    "description": "The BBC has seen evidence of how officers pose as dates online to seek out and arrest their targets."
  },
  {
    "title": "Strike rules: What is a trade union and who is allowed to strike?",
    "link": "https://www.bbc.co.uk/news/business-61950028",
    "pubDate": "Tue, 31 Jan 2023 11:04:18 GMT",
    "description": "Tougher rules for some workers planning strike action have been announced by the government."
  },
  {
    "title": "Teachers’ strike dates: When are they and will schools close?",
    "link": "https://www.bbc.co.uk/news/education-63283289",
    "pubDate": "Tue, 31 Jan 2023 10:16:02 GMT",
    "description": "Teachers in the biggest unions in England, Scotland and Wales are striking over pay."
  },
  {
    "title": "What impact has Brexit had on the UK economy?",
    "link": "https://www.bbc.co.uk/news/business-64450882",
    "pubDate": "Tue, 31 Jan 2023 00:01:11 GMT",
    "description": "It is three years since the UK left the EU and time to start looking at the evidence."
  },
  {
    "title": "Another whale mysteriously washes ashore on US East Coast",
    "link": "https://www.bbc.co.uk/news/world-us-canada-64461666",
    "pubDate": "Tue, 31 Jan 2023 00:24:14 GMT",
    "description": "An increase in beached whales across the US coastline has baffled researchers and environmentalists."
  },
  {
    "title": "Eurovision: Why is the UK hosting it and when is it on?",
    "link": "https://www.bbc.co.uk/news/uk-64402700",
    "pubDate": "Tue, 31 Jan 2023 11:11:05 GMT",
    "description": "Around 160 million people from across the globe will watch the world's biggest song contest live from Liverpool on 13 May."
  },
  {
    "title": "Preet Chandi: Woman sets second world record in polar expedition",
    "link": "https://www.bbc.co.uk/news/uk-england-derbyshire-64455412",
    "pubDate": "Tue, 31 Jan 2023 06:30:34 GMT",
    "description": "Army officer Preet Chandi, known as Polar Preet, says \"it was the toughest thing I've ever done\"."
  },
  {
    "title": "Teacher strikes: 'Deciding to close our school has been horrible'",
    "link": "https://www.bbc.co.uk/news/education-64406519",
    "pubDate": "Tue, 31 Jan 2023 00:00:58 GMT",
    "description": "Wales High School in Rotherham will be closing to most pupils when teachers strike over pay on Wednesday."
  },
  {
    "title": "Mykhailo Mudryk: Chelsea midfielder sorry for using racial slur in TikTok video",
    "link": "https://www.bbc.co.uk/sport/football/64467160",
    "pubDate": "Tue, 31 Jan 2023 12:01:17 GMT",
    "description": "Chelsea forward Mykhailo Mudryk is \"deeply sorry for any offence caused\" after using a racial slur while reciting a rap song in a TikTok video."
  },
  {
    "title": "Alessia Russo: Man Utd reject second world-record bid from Arsenal",
    "link": "https://www.bbc.co.uk/sport/football/64468747",
    "pubDate": "Tue, 31 Jan 2023 14:46:04 GMT",
    "description": "Manchester United say Alessia Russo is \"not for sale\" at any price after Arsenal make a second world-record bid for the striker."
  },
  {
    "title": "Arsenal transfer news: Jorginho bid accepted by Chelsea",
    "link": "https://www.bbc.co.uk/sport/football/64466420",
    "pubDate": "Tue, 31 Jan 2023 10:25:04 GMT",
    "description": "Arsenal agree a £12m deal with Chelsea to sign Italy midfielder Jorginho."
  },
  {
    "title": "Dane van Niekerk: South Africa all-rounder out of Women's T20 World Cup squad over fitness issues",
    "link": "https://www.bbc.co.uk/sport/cricket/64465678",
    "pubDate": "Tue, 31 Jan 2023 10:55:34 GMT",
    "description": "Dane van Niekerk is left out of South Africa's squad for the February's Women's T20 World Cup after failing a fitness test."
  },
  {
    "title": "Robert Lewandowski, Zlatan Ibrahimovic & David de Gea: Three transfers that nearly happened",
    "link": "https://www.bbc.co.uk/sport/av/football/64433694",
    "pubDate": "Tue, 31 Jan 2023 07:07:13 GMT",
    "description": "As the transfer deadline approaches, BBC Sport's Liam Loftus looks back at three transfers from Premier League history that very nearly happened."
  },
  {
    "title": "Six Nations 2023: Halfpenny starts for Wales against Ireland",
    "link": "https://www.bbc.co.uk/sport/rugby-union/64464017",
    "pubDate": "Tue, 31 Jan 2023 12:31:00 GMT",
    "description": "Leigh Halfpenny makes his first Test start in 19 months as Warren Gatland recalls veterans to face Ireland in Cardiff."
  },
  {
    "title": "All the transfer deadline day deals",
    "link": "https://www.bbc.co.uk/sport/football/64140044",
    "pubDate": "Tue, 31 Jan 2023 09:06:40 GMT",
    "description": "Check out all the confirmed signings from the January transfer window."
  }
]